Revit 2027 API
UnitTypeId.KilonewtonsPerSquareMillimeter Property
 Kilonewtons per square millimeter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilonewtonsPerSquareMillimeter { get; }
Public Shared ReadOnly Property KilonewtonsPerSquareMillimeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilonewtonsPerSquareMillimeter {
	ForgeTypeId^ get ();
}
static member KilonewtonsPerSquareMillimeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace